{
    "en": {
        "msisdnError": "Please insert a valid number",
        "pinError": "Please insert a valid PIN",
        "blockedDu":"This service is not available on your mobile operator",
        "generalError": "There was an error. Please try again later",
	"errorAction3": "Invalid number, Please try a different one.",
        "error112or118": "Invalid number, Please try a different one.",
        "error101": "An error as occurred, please try again.",
        "error105": "This subscription isn't valid",
        "error120": "There was a failure in the process. Please try again later.",
        "error124": "There was a charging error. Please verify if your phone number is correct.",
        "error125": "You have reached the daily subscription requests. Please try it tomorrow again.",
        "error150": "Already subscribed, please try other number",
        "error200": "An error as occurred, please try again.",
        "mobileNumber": "Mobile Number",
        "PIN": "PIN",
        "Top Entertaiment Content!": "Top Entertaiment Content!",
        "EntertainmentPortal": "<b>Entertainment</b> Portal",
        "enterMobile": "Enter your <b>mobile number</b> below to get the <b>access pin code</b>",
        "enterPin": "Access the contents by <b>confirming</b> below the <b>PIN</b> received",
        "Get PIN": "Get PIN",
        "Confirm": "Confirm",
        "price": "Free For 1 Day then AED 12 Per Week(VAT Inclusive)",
        "terms":"<ul><li>By Clicking on Subscribe, you agree to the below <a href='http://ae.pocket4fun.com/pages/tec'>Terms and conditions</a>:</li><li>Please be aware that some contents, like Games and Ringtones available for download are not compatible with iPhones.</li><li>For Etisalat users: You will subscribe to Pocket4Fun service. As a mobile subscriber, you will be deducted for AED 12 (VAT inclusive) per week, after the 1 day free period automatically and will be granted access to the portal from where you can pick and choose several contents,such as Footbal News,Games,Music,Videos,and much more. This is a subscription service active until you send C PF to 1111.</li><li>For du users: You will subscribe to Pocket4Fun service. As a mobile subscriber,you will be deducted for AED 12 per week,and will be granted access to the portal from where you can pick and choose several contents, such as Footbal News, Games, Music, Videos and much more. This is a subscription service active until you send Unsub P4F to 2335.</li><li>To make use of this service you must be more than 18 years old or have received permission from your parents or person who is authorized to pay your bill.</li><li>We work in accordance with the international code of conduct for SMS service.</li></ul>",
        "exit": "EXIT",
        "allYourContent": "All our <b>content is now</b> at your fingertips, <b>start enjoying</b>!",
        "notAvailableThisOperator": "This service is not available on your mobile operator network",
	"redirectMessage": "You will be redirected. Please hold."
    },
    "ar": {
        "msisdnError": "المرجو إدخال رقم صحيح",
        "blockedDu":"هذه الخدمة غير متوفرة لدى شركة الاتصالات الخاصة بك",
        "pinError": "المرجو إدخال رقم سري صحيح",
        "generalError": "كان هناك خطأ. الرجاء معاودة الماولة في",
	"errorAction3": "رقم غير صالح ، يرجى تجربة رقم مختلف.",
        "error112or118": "رقم غير صالح ، يرجى تجربة رقم مختلف.",
        "error101": "لقد حدث خطأ ، يرجى المحاولة مرة أخرى.",
        "error105": "هذا الاشتراك غير صالح",
        "error120": "كان هناك فشل في هذه العملية. الرجاء معاودة المحاولة في وقتٍ لاحق.",
        "error124": "كان هناك فشل في هذه العملية. يرجى التحقق من رقمك والمحاولة مرة أخرى لاحقاً.",
        "error125": "لقد وصلت للحد الأقصى من طلب الإشتراك اليومي. يرجى إعادة المحاولة غداً!",
        "error200": "لقد حدث خطأ ، يرجى المحاولة مرة أخرى.",
        "mobileNumber": "رقم الهاتف",
        "PIN": "الرقم السري",
        "Top Entertaiment Content!": "أعلى محتوى الترفيه",
        "EntertainmentPortal": "بوابة التسلية",
        "enterMobile": "الرجاء إدخال رقم هاتفك بالأسفل للحصول على الرقم السري الخاص بالولوج",
        "enterPin": "الولوج إلى المحتويات عن طريق إدخال الرقم السري الذي استلمته",
        "Get PIN": "أحصل على الرقم السري",
        "Confirm": "تؤكد",
        "price": "مجانا لمدة يوم واحد ثم 12 درهم في الأسبوع(تشمل الضريبة على القيمة المضافة)",
        "terms":"<ul dir='rtl' style='text-align: right'><li>بالضغط على زر الاشتراك، فإنك توافق على <a href='http://ae.pocket4fun.com/pages/tec'>الشروط والأحكام</a> التالية </li><li>يرجى العلم أن بعض المحتويات ، مثل الألعاب ونغمات الرنين المتاحة للتنزيل ، لا تتوافق مع أجهزة iPhone.</li><li>لمستخدمي اتصالات:سوف تشترك في خدمة Pocket4Fun.كمشترك في خدمة الهاتف المحمول ، سيتم خصم 12 درهمًا إماراتيًا في الأسبوع ، بعد الفترة المجانية تلقائيًا ، وسيتم منحك حق الوصول إلى البوابة حيث يمكنك اختيار العديد من المحتويات واختيارها ، مثل كرة القدم ، الألعاب ، الموسيقى ، الفيديو ، وأكثر بكثير.هذه خدمة اشتراك نشطة حتى ترسل C PF إلى 1111.</li><li>لمستخدمي du:سوف تشترك في خدمة Pocket4Fun.كمشترك في خدمة الهاتف المحمول ، سيتم خصم 12 درهمًا إماراتيًا في الأسبوع ، وسيتم منحك حق الوصول إلى البوابة حيث يمكنك اختيار العديد من المحتويات واختيارها ، مثل أخبار كرة القدم والألعاب والموسيقى ومقاطع الفيديو والمزيد.هذه خدمة اشتراك نشطة حتى تقوم بإرسال Unsub P4F إلى 2335.</li><li>للاستفادة من هذه الخدمة ، يجب أن يكون عمرك أكثر من 18 عامًا أو قد حصلت على إذن من والديك أو شخص مخول بدفع فاتورتك.</li><li>نعمل وفقًا لقواعد السلوك الدولية لخدمة الرسائل النصية القصيرة.</li></ul>",
        "exit": "خروج",
        "allYourContent": "تم إرسال رابط الوصول إلى جميع محتوياتنا إلى رقم هاتفك المحمول",
        "notAvailableThisOperator": "هذه الخدمة غير متوفرة لهذا المشغل",
	"redirectMessage": "ستتم إعادة توجيهك. انتظر من فضلك."
    }
}
